export default {
	err_1: 'Не удалоссь соедениться с сервером.',
	err_2: 'Поле "Город" заполненно не верно.',
	err_2a: 'Поле "Город" не заполнено.',
	err_3: 'Поле "Улица" заполненно не верно.',
	err_3a: 'Поле "Улица" не заполнено.',
	err_4: 'Поле "Здание" заполненно не верно.',
	err_4a: 'Поле "Здание" не заполнено.',
	err_5: 'Указанный адрес не подключен к сети.',
	err_6: 'Что-то пошло не так, Возможно стоит повторить ещё раз.',
	err_7: 'Указаный адрес не подключен к услугам ТТК.',
/*	err_8: 'Поле "Имя" заполненно не верно.',
	err_8a: 'Поле "Имя" не заполнено.',
	err_9: 'Поле "Фамилия" заполненно не верно.',
	err_9a: 'Поле "Фамилия" не заполнено.',
	err_10: 'Поле "Телефон" заполненно не верно.',
	err_10a: 'Поле "Телефон" не заполнено.',*/
	err_11a: 'Поле "Квартира" не заполнено.',

	err_city: 'Поле "Город" заполненно не верно.',
	err_city_empty: 'Поле "Город" не заполнено.',

	err_street: 'Поле "Улица" заполненно не верно.',
	err_street_empty: 'Поле "Улица" не заполнено.',

	err_building: 'Поле "Здание" заполненно не верно.',
	err_building_empty: 'Поле "Здание" не заполнено.',

/*	err_name: 'Поле "Имя" заполненно не верно.',
	err_name_empty: 'Поле "Имя" не заполнено.',

	err_family: 'Поле "Фамилия" заполненно не верно.',
	err_family_empty: 'Поле "Фамилия" не заполнено.',

	err_phone: 'Поле "Телефон" заполненно не верно.',
	err_phone_empty: 'Поле "Телефон" не заполнено.',*/

	err_apartment_empty: 'Поле "Квартира" не заполнено.',
}
