const streetTypes = ["абонентский ящик", "аллея", "балка", "берег", "бугор", "бульвар", "бухта", "вал", "въезд", "гаражно-строит-ный кооператив", "городок", "дорога", "ж/д останов. (обгонный) пункт", "железнодорожная будка", "железнодорожная платформа", "животноводческая точка", "заезд", "зона", "казарма", "канал", "квартал", "километр", "кольцо", "коса", "линия", "местечко", "микрорайон", "мост", "мыс", "набережная", "населенный пункт", "остров", "парк", "переезд", "переулок", "платформа", "площадка", "площадь", "полустанок", "поселок", "почтовое отделение", "проезд", "промышленный район", "просек", "просека", "проспект", "проток", "проулок", "разъезд", "ряд(ы)", "ряды", "сад", "садовое неком-е товарищество", "село", "сквер", "спуск", "станция", "строение", "территория", "территория гск", "территория дно", "территория днп", "территория днт", "территория дпк", "территория оно", "территория онп", "территория онт", "территория опк", "территория сно", "территория снп", "территория снт", "территория спк", "территория тсн", "территория фх", "тоннель", "тракт", "тупик", "улица", "участок", "шоссе"]

const typeInValue = (str) => {

	const arr = streetTypes.filter(item => str.toLowerCase().indexOf(item.toLowerCase()) === 0)

	return arr.length ? arr[arr.length - 1] : false
}

export { streetTypes, typeInValue }